Repository: mozilla-l10n/mt-training-data
Catalog: gid/gid_pontoon.tmx
Source language: en_us
Languages: gid

source: 1 sentence collected
gid: əpel taka məssapani

source: 2 down, keep it up!<playIcon></playIcon>
gid: mokune ɗiɗa naŋ wuza! <playIcon></playIcon> məŋʒoƘ meléki paŋ nosukum

source: About
gid: aka wouna

source: Accepted file types: .tsv only
gid: zefe wəzaɗe mətafet: tsv kaka ə

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
gid: { $actionType } <playIcon></playIcon>, epəŋle wuazene mokone nekuneya

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
gid: { $actionType } <recordIcon></recordIcon> may epəŋle dizmɓè naŋ kulan

source: { $actionType }<stopIcon></stopIcon> when done
gid: { $actionType } <stopIcon></stopIcon> taka ukum paŋ agraka.

source: { $actionType } submit when ready
gid: { $actionType } milzene paŋ kusogə

source: Add and Review Sentences, Add Questions, Transcribe Audio
gid: apize, awla epəŋlɗe nà mà nokum

source: Add <icon></icon> a public domain sentence
gid: məget azani<icon ></icon >əpel na zəga pake

source: Add information
gid: meɗik wuɗæŋ

source: Add new sentences for the community to read
gid: mipay epəŋle meleket nà əŋɗe deinsapa nokum

source: Add one sentence per line
gid: mipay epəŋle taka aza gap terméré

source: Add questions in your language
gid: mipay insoh ded mànokum

source: Add Sentences
gid: mipay epəŋle

source: Add sentences in your language
gid: mipay epəŋl epəŋ ŋà mà nokko

source: Add up to 1,000 sentences
gid: mipay epəŋle haà gap terméré

source: Add Your Voice
gid: məpsəm wəlokum

source: Agriculture and Food
gid: ənse may ənse na əzema

source: All sentence must have the same domain
gid: epəŋlé vet dɗəʒon pake à tikiy taka

source: All sentences must have the same citation
gid: epəŋle vet dezongen pake mis taka

source: Already have an account? <login>Log-In</login>
gid: ninokum tàt zingai tatka miskokole ? <login>kuzabani</login>

source: An error occurred fetching sentences
gid: gəzleɓa adak kuhoho dentaf epəŋ

source: An error occurred reviewing this sentence
gid: gezlɓa tàt ekilquà nakula epəŋl

source: An error occurred submitting your voice information
gid: gəlzan muɗagəlsa wuniza vaŋ kuzene kula na epəŋle

source: Approve
gid: mubarni

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
gid: mədaken na brouhaha na tekiy ɓah mətafni, amma əpel van ada əsan wah məs ada əkiy zəga məs tay adəf əpel məsməverinɓa. an wakəɓesnin əprem əpel məverin.tay əɗa gala cenfil tay məsɗani

source: Are you coming? <strong>[called by another]</strong>
gid: wakə əze sa ? <strong>mənahən də wəla mbən]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
gid: mizo akà misgəlage <matrixLink>matrà</matrixLink>, <discourseLink>wune naŋ màni</discourseLink> awanibà <emailLink>deza naosiko</emailLink>.

source: Automotive and Transport
gid: maouta may əmbat malaka

source: Background Noise
gid: Bələm diɗa

source: Background Voices
gid: əpel dirɓe

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
gid: məsla zukum aba əsgan əpel məs dəf məs ənɗa aniɓa ɗakə an azlaɓangək da ənah əpelɗe maɓati. əpelɗe diɗa ənah net temtem i may an məs kəprəmnən ɗa a nokumda ɓa. məpilsit tiky set ɗiy məs əpelin maa temtem suzokum

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
gid: [ənah « artgakù » testes i « artgakù » (FR) ou « artgaku » (BE)]

source: <bold>{ $count }</bold> Clips
gid: erini

source: <bold>Help us</bold> find more voices
gid: <bold>məbosoumou</bold> da ərah əpel meleketeni

source: Bulk batch
gid: ɗiɗɑ

source: Bulk Sentences Uploaded
gid: əpel ɗe məslenti

source: By telling us about yourself, you will help developers build more inclusive technology
gid: gəlane muɗagəlsa wuniza vaŋ bare geda epəŋle

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
gid: an adanenacommon voice munokumtat <termsLink>kuza naŋɗà</termsLink> gəkum namə <privacyLink>mukua iŋkiwuk mis maykià</privacyLink>

source: Cancel Re-recording
gid: apəŋe kume wuĺ zulā

source: Cancel Submission
gid: miviane daku zeneni

source: Cannot submit more than 1000 sentences
gid: tuwah i na epəŋle terméré

source: Change preferences
gid: ədeɗan sglani

source: Check <icon></icon> is this a linguistically correct sentence?
gid: mulandagai <icon></icon> an epəŋl tàt mokoni afem everé

source: <chevron></chevron>See less
gid: <chevron></chevron> ərban va kəda ədawangə

source: <chevron></chevron>See more
gid: <chevron></chevron> mərbe umpa

source: Citation
gid: magawla

source: Cite with a URL link or the full name of the work.
gid: menɗet da ətoŋgen zega nani

source: Click
gid: ahasleakani

source: Clips Uploaded
gid: ahasla agani

source: Comment
gid: əsga mengi

source: Contact Us
gid: əhəmə

source: Continue
gid: məsbani

source: Continue validating
gid: midame ebey ebey dəntafine

source: Contribute
gid: məkale

source: Contribute sentences
gid: məpes əpel maɓani

source: Contribution Criteria
gid: səsərgue mesapeti

source: Create a profile
gid: koklol kismbarni

source: Criteria
gid: səsergue

source: Datasets
gid: əsmayɗe

source: Delete my recordings
gid: miniviane wula

source: Different language
gid: zefwuna priŋi

source: Difficult to pronounce
gid: əpel tuwah i

source: Discard ongoing recording
gid: məza əɗi kiyuk aka əver van ɓa

source: Does the sentence meet the guidelines?
gid: epəŋl va mokoni ɓɑŋ na wundé ?

source: Donate your voice
gid: mendiy wulokum

source: Don't see your language on Common Voice yet?
gid: maa nokum van arən i

source: Drag your file here or <uploadButton>click to upload</uploadButton>
gid: meɗi aka wəza anka aniɓa<uploadButton>məhasle vi ka əsleni</uploadButton>

source: Drop file here to upload
gid: məɗi wəza na əslen anka

source: Enter your public domain sentence here
gid: məver əpel nokum na zəga net ɗiy pake anka

source: Enter your public domain sentences here
gid: məver əpel nokum na zəga net ɗiy pake anka

source: Error adding sentence
gid: əzlaɓe də pay na əsapan əpele

source: ESC
gid: huhoko

source: Exit & Delete clips
gid: miza kum miviani kume wulá nokum paŋ

source: Fewer than 15 words per sentence
gid: a da əday kiy klaw kiy slee ɓa

source: File is too large
gid: wəza van metingəni day

source: File is too small
gid: wəzaɗe vet muzliga ən day

source: Finance
gid: tikiy na dala

source: Finish recording
gid: migra kume wula

source: Finish recording first?
gid: ágā wuku daŋga

source: Finish Review
gid: megrak daoulani

source: Finish validating
gid: migraŋ dəntafine

source: Finish validating clips?
gid: migraŋ dəntafine zefini

source: Follow guidelines from “What sentences can I add?”
gid: məsɓɑn tivé na wulà « zef epəŋle awet neda épsadi ? »

source: for example
gid: zemvini

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
gid: viŋ adndan mokone naŋ zinga ŋan násāra diy nagadəl ubosine nerka zinga ŋan násāra kelta metikine nan dəfva. Kan minane tat gəlkane kotatka kutækine bari zika net naseraɗe adankupaban naŋ dəfve wulane edisik.. <learnMore> wulan ɗiɗɑ mokoni naŋmétawuna..</learnMore>

source: General
gid: grak pake

source: General language / multiple variants
gid: zəga grak pake aka əpele/zemvin diɗa

source: Grammatical / spelling error
gid: əzlaɓa/əzlab də əverni

source: Great!<recordIcon></recordIcon> Record your next clip
gid: mokoni ! <recordIcon></recordIcon>kume wulàd dirɓè.

source: Great work!<playIcon></playIcon> Listen again when you're ready
gid: mokune ɗiɗa naŋ wuza! <playIcon></playIcon> məŋʒoƘ meléki paŋ nosukum

source: Guidelines
gid: ədawa

source: Healthcare
gid: gbebaha

source: Help create Common Voice’s first target segment in { $locale }
gid: məbo də əkol teki daben na əpel məɗihin adef { $locale }

source: Help us validate voices
gid: məbo səm da ətongən əpelɗe

source: His hand was rais-ed.
gid: məmteke də mele

source: History, Law and Government
gid: mabahaba, tive na əɗa zəga, əzem məlya

source: How do I cite?
gid: mbar ada əɗan ma gawla di?

source: How to add multiple sentences
gid: mbar mbar kinidi əpəŋl didɑ umpɑɗi

source: How would you describe your sex or gender?
gid: bari geklandi nakubarni kulku awune niban ɗəfva temé

source: I agree
gid: in tat ətaf

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
gid: nətafek na əpeɗel van se def<wikipediaLink>usa net ɗi pake</wikipediaLink>gum intat ərah əslenti

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
gid: nətafek na əpel van sedef<wikipediaLink >zəga net ɗiy pake</wikipediaLink >gum nerahək tive na əsleni

source: <icon></icon> Add multiple public domain sentences
gid: <icon></icon> mipay əpəlɗe ɗiɗɑ

source: Ideally natural and conversational (it should be easy to read the sentence)
gid: əpel van dəssangen va assani məza edeɗan ɓa(dessangen testes nanɗa)

source: I do not agree
gid: noböko

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
gid: an əpel nokum ən na mənahə<italicizedText>《 ədan dəvani》</italicizedText>makam aka əssen sətekiy əpel va ade vi ka əssen gabani.vi ka əssen diɗa akani, məya <guidelinesLink> ədaw namə</guidelineLink>

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
gid: an əgəm wəla zəga van tay əzlaɓa kəsgan slema akan diɗa ɓa

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
gid: an mokum aka əpsa woun aka wouna wəza na məya <email Fragment >commonvoice@mozilla.com</email Fragment >

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
gid: mokum aka epsa woun aka wounet wəza məs anka , məya <email Fragment >commonvoice@mozilla.com</email Fragment >

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
gid: agan vaski epəŋle nakuzene gaɓaŋ kuna midine àka buton « migani » akà va zebayen. Gan nokume na dedik gekisna nakula epəŋl ɓɑŋ. Munokum gemisne naku zelha nay kutoko.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
gid: gan gazene epəŋle naŋ gaɓaŋ midine akà buton "misgani" akà va dəʒəŋ

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
gid: an kərahangək tatuwah aka an məs məsoho dəsapang ɓa məkay mbrit da əya .an kaɓəsnən ɓa məhasle anka《mətonge》moula əver maɓani.

source: If you run out of sentences to review, please help us collect more sentences!
gid: bari nokum kulani epəŋldedi mubosu dankusebéne epəŋldè ɗiɗɑ!

source: Include appropriate citation
gid: magawla moggon dəssanfeni

source: Invalid file
gid: wəza van detafɓa

source: It contains words or phrases that are hard to read or pronounce.
gid: əpelɗe ma mabrite tuwha ənŋ nanɗa may na ənaha

source: It is written in a language different than what I’m reviewing.
gid: epəŋle nay mivérene miz nakupelé in tat kizapani.

source: It is written in a language different than what I’m speaking.
gid: əpel van meverine də maa məs nəda əpel i ɓa

source: Just Unsure?
gid: kətafnən ɓasa?

source: Keep it up, record again <recordIcon></recordIcon>
gid: meɗam ébé- ébé vaŋ kume wula

source: Keep the recordings
gid: kidikine kume wula

source: Keep track of your progress with a profile
gid: məsla sembe nokum dawkol gla nokum

source: Language Fundamentals (e.g. Digits, Letters, Money)
gid: əten gapba ma namə(ənɗa,əvere,dala)

source: Languages
gid: maa nəmna

source: Large bulk sentence submission
gid: əslen əpelɗe diɗa

source: Learn More
gid: əsən umpa

source: Leaving now means you'll lose your progress
gid: mizar gəlgaka mikime paŋ kukuw

source: Listen
gid: miprima

source: Listen options menu
gid: ŋan kulan « aprima»

source: Loading sentences…
gid: miɗəne epəŋldé

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
gid: <loginLink>mesapan</loginLink> ou <loginLink>na epsah</loginLink> na vi əpəŋl ɗiɗɑ

source: Log in or sign up to get started
gid: məsape aniɓa məver zukum ka ətənga

source: Log In / Sign Up
gid: məsapə/məveri

source: Make sure the sentence meets the following criteria:
gid: miseŋaŋ epəŋle va mizani gaɓaŋukumpay :

source: Maximum file size: 25 MB
gid: wəza van adaday ki 25 Mo

source: Media and Entertainment
gid: ziga nà kinasi gum əsmaya

source: Minimum sentences in file: 1000
gid: əpelɗe diɗa adef wəza vet 1000

source: [Mismatched content]
gid: [ wəza məzazəga adəfen ɓa]

source: Misreadings
gid: əzlab də ənɗani

source: Missing an <strong>'s'</strong> at the end of a word.
gid: apəlek <strong>« s »</strong> da əbay ma əpele

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
gid: apəlek <strong>«taka »»</strong> aniɓa <strong>« »</strong>da ətən gapba əgəmwəlazəgavani.

source: Missing the end of the last word by cutting off the recording too quickly.
gid: əpelməs dirɓe dirɓe mərslani , vi əgəm wəla zəga van aziwək gugu ə.

source: [More has been recorded than the required text]
gid: [ əpel diɗa na əgəm wəla]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
gid: aza əgəm wəla zəga vani diy a əpelin də məlet an mouwet dəndeni. wakəɓesnin ətaf əpel van məza əɗiy bələm , məs mənahən də woulet taka《əsmaya》

source: Nature and Environment
gid: ənzia namə gəm əmpes namə

source: News and Current Affairs
gid: gəganka

source: No
gid: ahouwo

source: [No ‘a’ in the original text]
gid: [məza « y » adef əpel testes]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
gid: <noCopyright> əsoh tay kətaka məs afən də zəga van angəl ɓa</noCpyright >(cc-0)

source: No foreign letters
gid: məza əver na gu ɓa

source: No microphone found.
gid: okó táka zelfi naprimà mirakiɓa

source: No numbers and special characters
gid: məza ənɗa məza zəga ɓa

source: No sentences to review. <addLink>Add more sentences now!</addLink>
gid: oko tatka epəŋle nakula. Munokom akismine <addLink>MəLɗi ukum paŋ naŋ epəŋlde</addLink>.

source: No thanks, continue speaking
gid: akuho soko meka ébékébé

source: Offensive language
gid: ma metingəni

source: Offensive speech
gid: əɗum na əssa

source: On desktop devices you can contribute by downloading…
gid: viŋ sævile nadan wuza naŋ biro, nunokum tät ubesine deza télé-télé daki gəlgaka

source: On his head he wore a beret.
gid: əɗum van akiy wagons.

source: On iOS please continue with Safari to enable recording…
gid: ákà iOS, məgaïk hudáni dedine safari naŋ kucolin wukum wəlani

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
gid: aniɓa an ɗəf aniɓa ɗak mes ənɗangə doulan ɗa may dəpreman ɗa əpelɗe van lanka ɓa mədeɗan

source: Partner
gid: əsap na baïna

source: [Part of the text can’t be heard]
gid: [ təkiy maɓan na əpel ka əgani ɓa]

source: <playIcon></playIcon>Last one!
gid: <playIcon></playIcon> mizdirbé !

source: Play/Stop
gid: ənɗani/əziwe

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
gid: mibise dekusonie aknokum <templateFileLink>zevinie</templateFileLink>. epəŋlɗe desokin deméti mis halaki (CC0 awaniban wuza mokonie na pay def misvéri ) ukum desane mokone gaba evéré na zinki salalà. Epəŋlɗe miziti hoski naŋ kuzinki mokoni gap 10-15 pakian nosoki kuɗɑn , dukia aknoko zefine navéri

source: Please fill out this field.
gid: mətəhan təkiyinka

source: Please select a language to review sentences.
gid: mikgan ùkélè mà naŋ epəŋle

source: r
gid: e

source: [‘Raised’ in English is always pronounced as one syllable, not two]
gid: [« waya » də massara na ]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
gid: 1 pay taka *[other] { $retryLimit } pay taka

source: Rate limit exceeded. Try again in { $retryLimit } seconds
gid: *[other] { $retryLimit }pay tat

source: Reader Effects
gid: bələm də sembe

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
gid: zəget məs tang ɓa ka ənɗani « ùasane vaski » ɓa na « ùasane vaski ». i ɓa

source: Read Sentences
gid: mezagi epəŋle

source: Read Sentences, Answer Questions
gid: azagi wunà əzlan amà əsoho

source: Read Sentences <small>(Coming soon)</small>
gid: menzagi epəŋle <small>(zilakà)</small>

source: Read sentences submitted by the community in various languages
gid: mizaki epəŋlde mesokum naŋ tele maà temtemdé net wudé

source: Ready to do { $count } more?
gid: day?

source: <recordIcon></recordIcon> Last one!
gid: <recordIcon></recordIcon> yuakigana !

source: [Recording cut off before the end of the last word]
gid: [ əgəm wəlazəgavanmərslani aba əbay ma əpele]

source: Record/Stop
gid: məvere/mizuwgəni

source: Record yourself reading sentences in your language
gid: mikeme wulà tay əpɗet dé maà

source: Record yourself responding to questions and prompts in your language
gid: mikeme wulà tay əʒlan amà əsoh may meleketeɗ də maà nokum

source: Record your voice
gid: məɗi zulokum

source: Reference the source of your sentence (required)
gid: metɗa testes zəga na əpele. ( dewle)

source: Reject
gid: misgani

source: Report
gid: əsaka

source: Report was passed successfully
gid: wuza van məslənni səkay

source: Request a Language
gid: mərbe maa

source: Re-record
gid: mikula wula paŋ

source: Re-record clip
gid: metengan əver vani

source: Return
gid: ətongo

source: Review
gid: misankani

source: Review could not be saved. Please try again later.
gid: kume zula tàt mulanɓaŋ. Mingan nakuyagani ɓaŋ

source: ⓘ Review Criteria
gid: ⓘ gaɓaŋ nakulan ukumpay

source: Review Criteria
gid: gaɓaŋ nakulan ukumpay

source: Reviewed sentences not submitted, are sure?
gid: epəŋlde naŋ kulà takiɓɑ nakuzena, kuahismekugan ébékiésa

source: Review existing sentences submitted by the community
gid: mipay epəŋle midikine diy nà ésiba nokum

source: Review & re-record clips here as you go
gid: mula naŋ kume wula paŋ

source: Review & re-record clips if needed
gid: mulá kum wulá

source: Review Sentences
gid: mukulà epəŋle

source: Review sentences in your language
gid: mùla ziga na kuzankia epəŋŋ nà mà nokko

source: Review & Submit
gid: múlà kum mizena

source: Review transcriptions of recorded sentences for accuracy
gid: mùla kedeni evere an məgəma

source: Review user-submitted transcriptions in your language
gid: mùla kedeni evere an mes məʒɑ ənɗangə də maà dedani zav wuni aska

source: s
gid: a

source: S
gid: P

source: Select an option
gid: merga zəf naŋtià

source: Select a variant (optional)
gid: məwel zemvini

source: Select File
gid: mouwel wəza

source: Select File to Upload
gid: mouwel wəzaɗe na əslena

source: Select up to three domains (optional)
gid: məwel kiy wəza hoku

source: Sentence
gid: magawla

source: Sentence Domain
gid: wəza na əpele

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
gid: əpelɗe mepsa anka wasong mesapet aza əsmaya cc-0

source: { $sentences } sentences reviewed. Thank you!
gid: soko vi epəŋle kulangəl !

source: Sentence Variant
gid: zəmve əpele

source: Separate sentences into one line by pressing “Enter” or “Return” once
gid: mùɗɑnketepəŋlɗe ɗɑ əhɑslən təl taka taka « metokine »

source: Service and Retail
gid: wuza may əvel zəga diɗa

source: Share Common Voice
gid: mutagane common voice

source: Share your clip
gid: mutagane kula nokum

source: Shortcuts
gid: gougouhə

source: [Should be ‘dinosaurs’]
gid: [ waɓes usong gongonɗe]

source: [Should be “We are”]
gid: [wagət moggoni « kuzuk »]

source: Single
gid: əpel katergeni

source: Single sentence submission
gid: əslən əpel katergen kaka ə

source: Skip
gid: mutogəŋ

source: Small batch
gid: mifia klelo

source: Small batch sentence submission
gid: epəŋle sediké

source: Source: { $sentenceSource }
gid: ɓatam: { $sentenceSource }

source: Speak
gid: epəŋlé

source: Speak now
gid: kua kebesing epəŋle ksà

source: Speak options menu
gid: naŋ kulan « epəŋlé »

source: Start recording
gid: kutāfà əgúm wulà zəga

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
gid: ngongon metingən <strong>[ kursh ]</strong> na Trias.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
gid: <strong>[kempis səm.ya ]</strong> ngongonɗe metingət<strong>[ kursh]</strong> Trias.

source: Submit
gid: əslena

source: Submit a new question for the community to read and respond to
gid: ənɑh əsh maɓani vi əsap ɗaɓsəngən əɗɑr əʒlni

source: Submit a report
gid: eslen an məɗa

source: Submit clips
gid: əslən əvere

source: Submit new questions for the community to read and respond to
gid: mipay epəŋlde midine məŋ na kuzankia apsange

source: Success
gid: wuza agət ka

source: success checkmark
gid: mekum uranha

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
gid: menɗa kusoto epeŋl va dəʒəŋ na ubarmi epəŋlde.misgan deka va zeɓa edisiŋ naŋ kupani. <strong>kesigatàn daùzine ɓaŋ! </strong>

source: Taking several attempts to read a word.
gid: əyan təl ɓəɓay ka ənɗan əpelvani.

source: Tap
gid: aɗi akani

source: Technology and Robotics
gid: maɗoula gum tebes meza əɗa weza agla ɗəfa

source: Thank you for contributing your bulk submission!
gid: soko vi kəsapan aka əpel diɗa

source: Thank you for contributing your voice!
gid: soko nulan mis kemsine naŋ wulan

source: Thank you for donating your voice clips!
gid: soko viŋ gəldani zəsveni nəpəŋle
